IDEA Connection Link
ConnectionSrv.ImportFromIOM Method (Byte[])
 ImportFromIOM
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public byte[] ImportFromIOM(
	byte[] iomContainerInBytes
)
Public Function ImportFromIOM (
	iomContainerInBytes As Byte()
) As Byte()
public:
array<unsigned char>^ ImportFromIOM(
	array<unsigned char>^ iomContainerInBytes
)
Parameters
iomContainerInBytes
Type: System.Byte[]
[Missing <param name="iomContainerInBytes"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.ImportFromIOM(System.Byte[])"]
Return Value
Type: Byte[]
[Missing <returns> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.ImportFromIOM(System.Byte[])"]
See Also
Reference
ConnectionSrv Class
ImportFromIOM Overload
IdeaRS.ConnectionService.Service Namespace